{
  "Comment.nvim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "clangd_extesions": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-luasnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-paths": { "branch": "main" },
  "dressing": { "branch": "master" },
  "file explorer": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy finder": { "branch": "main" },
  "greeting screen": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary lib": { "branch": "master" },
  "telescope": { "branch": "master" },
  "vim-maximizer": { "branch": "master" }
}