{
  "Comment.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-luasnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-paths": { "branch": "main" },
  "file explorer": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy finder": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary lib": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "web-devicons": { "branch": "master" }
}